Repository: kamlesh-acabes/TestApp
Catalog: lib/l10n/app_*.arb
Languages: ar

# homeTitle
source: Flutter Sample
ar: مثال فلاتر

source: First Screen
ar: الشاشة الأولى

# listView
source: ListView Screen
ar: شاشة عرض القائمة

source: Network Screen
ar: شاشة الشبكة

source: News Article
ar: مقالة إخبارية

source: Extension Screen
ar: شاشة الامتداد

# bottomNavigationBar
source: Bottom Navigation
ar: شريط التنقل السفلي

source: Health Report
ar: تقرير صحي

source: Cupertino Controls
ar: عناصر تحكم كوبرتينو

source: Login Screen
ar: شاشة تسجيل الدخول

source: Catalog Screen
ar: شاشة الكتالوج
